---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsPipeTypeFittingLossTableParam
source: html/50905316-4c37-4fb7-a35d-903152eba294.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsPipeTypeFittingLossTableParam Property

"K Coefficient Table"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsPipeTypeFittingLossTableParam { get; }
```